Repository: RRZE-Webteam/rrze-search
Catalog: languages/rrze-search-*.po
Languages: de_de

source: RRZE Search Sidebar
de_de: RRZE Such-Randspalte

source: Used to display the widget
de_de: Wird verwendet, um das Widget anzuzeigen

source: Default Search Engine
de_de: Standardsuchmaschine

source: Search Engines
de_de: Suchmaschinen

source: Settings › Search
de_de: Einstellungen › Suche

source: Configuration
de_de: Konfiguration

source: Search Results Page
de_de: Suchergebnisseite

source: Google FAU Search
de_de: Google FAU Such

source: Local Website Search
de_de: Lokale Web Suche

source: Your Label with Translation Support
de_de: Ihr Label mit Übersetzungsunterstützung

source: RRZE Search Results
de_de: RRZE Suchergebnisse

source: Search Result Page utilized by RRZE Search Plugin
de_de: Suchergebnisseite, die vom RRZE Search Plugin verwendet wird

source: Oh no! Someone deleted the results Page! No worries, Another one will be generated when you click [ Save Changes ]
de_de: Oh nein! Jemand hat die Ergebnisseite gelöscht! Keine Sorge, eine weitere wird generiert, sobald Sie auf [Änderungen speichern] klicken

source: Search Results Page doesn't exist, yet! No worries, one will be generated when you click [ Save Changes ]
de_de: Die Suchergebnisse Seite existiert noch nicht! Keine Sorge, sie wird generiert, sobald Sie auf [Änderungen speichern] klicken

source: Enable Search Engines
de_de: Suchmaschinen aktivieren

source: Configure Search Engines
de_de: Suchmaschinen konfigurieren

source: Settings
de_de: Einstellungen

source: About %1$s results
de_de: Ungefähr %1$s Ergebnisse

source: Type
de_de: Typ

source: API Key
de_de: API-Schlüssel

source: No API Key
de_de: Kein API-Schlüssel

source: Remove
de_de: Löschen

source: Label
de_de: Bezeichnung

source: Add Search Engine
de_de: Suchmaschine hinzufügen

source: Leave blank if no API Key
de_de: Leer lassen, wenn kein API-Schlüssel notwendig

source: Privacy Policy / Instruction Page ID
de_de: Datenschutz- / Instruktionsseite (ID)

source: Previous Page
de_de: Vorherige Seite

source: Next Page
de_de: Nächste Seite

source: Available search engines
de_de: Verfügbare Suchmaschinen

source: Please select one of the available search engines:
de_de: Bitte wählen Sie einen der verfügbaren Suchdienste:
